Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ContextMenu.ParameterHelpInterpolated
source: You can use captured strings from the Smart Selection's regular expression in the parameter. Use \(matches[i]) where i=0 for the entire match and i>0 for capture groups. For other values, see <a href="https://iterm2.com/documentation-scripting-fundamentals.html">Scripting Fundamentals</a> and <a href="https://iterm2.com/documentation-variables.html#session-context">Variables Reference (Session Context)</a>.
de: Sie können aus dem regulären Ausdruck von Smart Selection erfasste Zeichenfolgen im Parameter verwenden. Verwenden Sie \(matches[i]), wobei i=0 für die gesamte Übereinstimmung und i>0 für Erfassungsgruppen steht. Weitere Werte finden Sie unter <a href="https://iterm2.com/documentation-scripting-fundamentals.html">Scripting Fundamentals</a> und <a href="https://iterm2.com/documentation-variables.html#session-context">Variables Reference (Session Context)</a>.
ja: パラメーターにはSmart Selectionの正規表現でキャプチャした文字列を使用できます。\(matches[i])を使用してください。i=0は一致全体、i>0はキャプチャグループを表します。その他の値については、<a href="https://iterm2.com/documentation-scripting-fundamentals.html">Scripting Fundamentals</a>と<a href="https://iterm2.com/documentation-variables.html#session-context">Variables Reference (Session Context)</a>を参照してください。
pt_br: Você pode usar strings capturadas pela expressão regular da seleção inteligente no parâmetro. Use \(matches[i]) com i=0 para a correspondência inteira e i>0 para grupos de captura. Para outros valores, consulte <a href="https://iterm2.com/documentation-scripting-fundamentals.html">Scripting Fundamentals</a> e <a href="https://iterm2.com/documentation-variables.html#session-context">Variables Reference (Session Context)</a>.
ru: Вы можете использовать захваченные строки из регулярного выражения функции «Умное выделение» в параметре. Используйте \(matches[i]), где i=0 означает всё совпадение целиком, а i>0 — группы захвата. Дополнительные сведения см. в разделах <a href="https://iterm2.com/documentation-scripting-fundamentals.html">Scripting Fundamentals</a> и <a href="https://iterm2.com/documentation-variables.html#session-context">Variables Reference (Session Context)</a>.
zh_hans: 您可以在参数中使用 Smart Selection 正则表达式捕获的字符串。使用 \(matches[i])，其中 i=0 表示整个匹配项，i>0 表示捕获组。其他值请参考 <a href="https://iterm2.com/documentation-scripting-fundamentals.html">Scripting Fundamentals</a> 和 <a href="https://iterm2.com/documentation-variables.html#session-context">Variables Reference (Session Context)</a>。

# ContextMenu.ParameterHelpPlain
source: You can use captured strings from the Smart Selection's regular expression in the parameter. Use \0 for match, \1…\9 for match groups, \d for directory, \u for user, \h for host.
de: Sie können aus dem regulären Ausdruck von Smart Selection erfasste Zeichenfolgen im Parameter verwenden. Verwenden Sie \0 für die Übereinstimmung, \1…\9 für Übereinstimmungsgruppen, \d für das Verzeichnis, \u für den Benutzer, \h für den Host.
ja: パラメーターにはSmart Selectionの正規表現でキャプチャした文字列を使用できます。\0は一致全体、\1…\9は一致グループ、\dはディレクトリ、\uはユーザー、\hはホストを表します。
pt_br: Você pode usar strings capturadas pela expressão regular da seleção inteligente no parâmetro. Use \0 para a correspondência, \1…\9 para grupos de correspondência, \d para o diretório, \u para o usuário, \h para o host.
ru: Вы можете использовать захваченные строки из регулярного выражения функции «Умное выделение» в параметре. Используйте \0 для совпадения целиком, \1…\9 для групп совпадений, \d для каталога, \u для пользователя, \h для узла.
zh_hans: 你可以在参数中使用智能选择正则表达式捕获的字符串。使用 \0 表示匹配项，\1…\9 表示匹配组，\d 表示目录，\u 表示用户，\h 表示主机。

# ContextMenu.ParamFile
source: File:
de: Datei:
ja: ファイル:
pt_br: Arquivo:
ru: Файл:
zh_hans: 文件:

# ContextMenu.QuickLookLink
source: Quick Look Link
de: Link in Schnellansicht anzeigen
ja: リンクをQuick Lookで表示
pt_br: Quick Look do link
ru: Быстрый просмотр ссылки
zh_hans: 快速查看链接

# ContextMenu.RawKeyReportingMode
source: Raw Key Reporting Mode
de: Raw-Tastenreporting-Modus
ja: 生キーレポートモード
pt_br: Modo de relatório de teclas bruto
ru: Режим передачи необработанных клавиш
zh_hans: 原始按键报告模式

# ContextMenu.RemoveNamedMark
source: Remove Named Mark
de: Benannte Marke entfernen
ja: 名前付きマークを削除
pt_br: Remover marca nomeada
ru: Удалить именованную метку
zh_hans: 移除命名标记

# ContextMenu.ReplaceBase64Decoded
source: Replace with Base64-Decoded Value
de: Durch Base64-dekodierten Wert ersetzen
ja: Base64デコードされた値に置換
pt_br: Substituir por valor decodificado de Base64
ru: Заменить декодированным значением Base64
zh_hans: 替换为 Base64 解码值

# ContextMenu.ReplaceBase64Encoded
source: Replace with Base64-Encoded Value
de: Durch Base64-codierten Wert ersetzen
ja: Base64エンコードされた値に置換
pt_br: Substituir por valor codificado em Base64
ru: Заменить закодированным значением Base64
zh_hans: 替换为 Base64 编码值

# ContextMenu.ReplacePrettyJSON
source: Replace with Pretty-Printed JSON
de: Durch formatiertes JSON ersetzen
ja: 整形されたJSONに置換
pt_br: Substituir por JSON formatado
ru: Заменить отформатированным JSON
zh_hans: 替换为格式化 JSON

# ContextMenu.ReportAllEventTypes
source: Report All Event Types
de: Alle Ereignistypen melden
ja: すべてのイベントタイプをレポート
pt_br: Relatar todos os tipos de eventos
ru: Отправка всех типов событий
zh_hans: 报告所有事件类型

# ContextMenu.ReportAllKeysAsEscapeCodes
source: Report All Keys as Escape Codes
de: Alle Tasten als Escape-Codes melden
ja: すべてのキーをエスケープコードとしてレポート
pt_br: Relatar todas as teclas como códigos de escape
ru: Отправка всех клавиш как escape-кодов
zh_hans: 将所有按键报告为转义码

# ContextMenu.ReportAlternateKeys
source: Report Alternate Keys
de: Alternative Tasten melden
ja: 代替キーをレポート
pt_br: Relatar teclas alternativas
ru: Отправка альтернативных клавиш
zh_hans: 报告备用按键

# ContextMenu.ReportAssociatedText
source: Report Associated Text
de: Zugehörigen Text melden
ja: 関連テキストをレポート
pt_br: Relatar texto associado
ru: Отправка связанного текста
zh_hans: 报告关联文本

# ContextMenu.ReRunCommand
source: Re-run Command
de: Befehl erneut ausführen
ja: コマンドを再実行
pt_br: Executar comando novamente
ru: Повторить команду
zh_hans: 重新运行命令

# ContextMenu.Restart
source: Restart
de: Neu starten
ja: 再起動
pt_br: Reiniciar
ru: Перезапустить
zh_hans: 重新启动

# ContextMenu.ResumeAnimating
source: Resume Animating
de: Animation fortsetzen
ja: アニメーションを再開
pt_br: Retomar animação
ru: Возобновить анимацию
zh_hans: 继续播放动画

# ContextMenu.ReturnCodeFormat
source: Return code: %d
de: Rückgabewert: %d
ja: リターンコード: %d
pt_br: Código de retorno: %d
ru: Код возврата: %d
zh_hans: 返回代码：%d

# ContextMenu.RevealAnnotation
source: Reveal Annotation
de: Anmerkung anzeigen
ja: 注釈を表示
pt_br: Mostrar anotação
ru: Показать аннотацию
zh_hans: 显示注释

# ContextMenu.RunningTimeFormat
source: Running time: %1$d:%2$02d.%3$03d
de: Laufzeit: %1$d:%2$02d.%3$03d
ja: 実行時間: %1$d:%2$02d.%3$03d
pt_br: Tempo de execução: %1$d:%2$02d.%3$03d
ru: Время выполнения: %1$d:%2$02d.%3$03d
zh_hans: 运行时间: %1$d:%2$02d.%3$03d

# ContextMenu.RunningTimeHoursFormat
source: Running time: %1$d:%2$02d:%3$02d
de: Laufzeit: %1$d:%2$02d:%3$02d
ja: 実行時間: %1$d:%2$02d:%3$02d
pt_br: Tempo de execução: %1$d:%2$02d:%3$02d
ru: Время выполнения: %1$d:%2$02d:%3$02d
zh_hans: 运行时间: %1$d:%2$02d:%3$02d

# ContextMenu.SaveFileAs
source: Save File As…
de: Datei speichern unter…
ja: ファイルに名前を付けて保存…
pt_br: Salvar arquivo como…
ru: Сохранить файл как…
zh_hans: 文件存储为…

# ContextMenu.SaveImageAs
source: Save Image As…
de: Bild speichern unter…
ja: 画像に名前を付けて保存…
pt_br: Salvar imagem como…
ru: Сохранить изображение как…
zh_hans: 图像存储为…

# ContextMenu.SaveSelectionAsSnippet
source: Save Selection as Snippet
de: Auswahl als Schnipsel speichern
ja: 選択項目をスニペットとして保存
pt_br: Salvar seleção como fragmento
ru: Сохранить выделенное как фрагмент
zh_hans: 将所选内容存储为代码片段

# ContextMenu.SearchWebForSelection
source: Search the Web for Selection
de: Im Web nach Auswahl suchen
ja: 選択項目をWebで検索
pt_br: Buscar a seleção na web
ru: Искать выделенное в интернете
zh_hans: 在网上搜索所选内容

# ContextMenu.SelectCommandOutput
source: Select Command Output
de: Befehlsausgabe auswählen
ja: コマンドの出力を選択
pt_br: Selecionar saída do comando
ru: Выделить вывод команды
zh_hans: 选择命令输出

# ContextMenu.SendEmailToSelectedAddress
source: Send Email to Selected Address
de: E-Mail an ausgewählte Adresse senden
ja: 選択したアドレスにメールを送信
pt_br: Enviar e-mail para o endereço selecionado
ru: Отправить письмо на выбранный адрес
zh_hans: 给所选地址发送电子邮件

# ContextMenu.SendSelection
source: Send Selection
de: Auswahl senden
ja: 選択項目を送信
pt_br: Enviar seleção
ru: Отправить выделенное
zh_hans: 发送所选内容

# ContextMenu.SetTimestampBaseline
source: Set Baseline for Relative Timestamps
de: Basislinie für relative Zeitstempel festlegen
ja: 相対タイムスタンプの基準を設定
pt_br: Definir base para marcas de tempo relativas
ru: Установить точку отсчёта для относительных меток времени
zh_hans: 为相对时间戳设置基线

# ContextMenu.SplitPaneHorizontally
source: Split Pane Horizontally
de: Bereich horizontal teilen
ja: ペインを水平に分割
pt_br: Dividir painel horizontalmente
ru: Разделить панель по горизонтали
zh_hans: 水平拆分窗格

# ContextMenu.SplitPaneVertically
source: Split Pane Vertically
de: Bereich vertikal teilen
ja: ペインを垂直に分割
pt_br: Dividir painel verticalmente
ru: Разделить панель по вертикали
zh_hans: 垂直拆分窗格

# ContextMenu.StandardKeyReportingMode
source: Standard Key Reporting Mode
de: Standard-Tastenreporting-Modus
ja: 標準キーレポートモード
pt_br: Modo de relatório de teclas padrão
ru: Стандартный режим передачи клавиш
zh_hans: 标准按键报告模式

# ContextMenu.StopAnimating
source: Stop Animating
de: Animation stoppen
ja: アニメーションを停止
pt_br: Parar animação
ru: Остановить анимацию
zh_hans: 停止动画

# ContextMenu.StopCoprocess
source: Stop Coprocess
de: Koprozess stoppen
ja: コプロセスを停止
pt_br: Parar coprocesso
ru: Остановить сопроцесс
zh_hans: 停止协同进程

# ContextMenu.SwapWithSession
source: Swap With Session…
de: Mit Sitzung tauschen…
ja: セッションと入れ替え…
pt_br: Trocar com sessão…
ru: Поменяться местами с сеансом…
zh_hans: 与其他会话交换…

# ContextMenu.TerminalState
source: Terminal State
de: Terminalstatus
ja: ターミナルの状態
pt_br: Estado do terminal
ru: Состояние терминала
zh_hans: 终端状态

# ContextMenu.ToggleBroadcastingInput
source: Toggle Broadcasting Input
de: Eingabe-Broadcasting umschalten
ja: 入力のブロードキャストを切り替え
pt_br: Alternar transmissão de entrada
ru: Переключить трансляцию ввода
zh_hans: 切换广播输入

# ContextMenu.Unfold
source: Unfold
de: Ausklappen
ja: 折りたたみを解除
pt_br: Expandir
ru: Развернуть
zh_hans: 展开

# ContextMenu.UnixTimestamp
source: Unix timestamp %@
de: Unix-Zeitstempel %@
ja: Unixタイムスタンプ %@
pt_br: Marca de tempo Unix %@
ru: Метка времени Unix %@
zh_hans: Unix时间戳 %@

# ContextMenu.UnlockAllPanesInTab
source: Unlock All Panes in Tab
de: Alle Bereiche im Tab entsperren
ja: タブ内のすべてのペインのロックを解除
pt_br: Desbloquear todos os painéis na aba
ru: Разблокировать все панели во вкладке
zh_hans: 解锁标签页中的所有窗格

# ContextMenu.UntitledAction
source: Untitled Action
de: Unbenannte Aktion
ja: 無題のアクション
pt_br: Ação sem título
ru: Действие без названия
zh_hans: 未命名操作

# Coprocess.FailedToLaunch
source: Failed to launch coprocess.
de: Koprozess konnte nicht gestartet werden.
ja: コプロセスの起動に失敗しました。
pt_br: Falha ao iniciar o coprocesso.
ru: Не удалось запустить сопроцесс.
zh_hans: 无法启动协同进程。

# CopyMode.NotificationDetail
source: Copy Mode lets you make a selection with the keyboard. Click to view the manual.
de: Mit dem Kopiermodus können Sie eine Auswahl über die Tastatur treffen. Klicken Sie, um das Handbuch zu öffnen.
ja: コピーモードを使うとキーボードで選択できます。クリックするとマニュアルが表示されます。
pt_br: O modo de cópia permite fazer uma seleção com o teclado. Clique para ver o manual.
ru: Режим копирования позволяет делать выделение с помощью клавиатуры. Нажмите, чтобы открыть руководство.
zh_hans: 复制模式允许你使用键盘进行选择。点击以查看手册。

# CopyMode.NotificationTitle
source: Copy Mode
de: Kopiermodus
ja: コピーモード
pt_br: Modo de cópia
ru: Режим копирования
zh_hans: 复制模式

# CorruptApplication.LoadSettingError
source: While trying to load the setting for “%1$@”: %2$@
de: Beim Versuch, die Einstellung für „%1$@“ zu laden: %2$@
ja: 設定「%1$@」を読み込もうとした際に: %2$@
pt_br: Ao tentar carregar o ajuste para “%1$@”: %2$@
ru: При попытке загрузить настройку «%1$@»: %2$@
zh_hans: 在尝试加载“%1$@”设置时：%2$@

# CorruptApplication.SignatureMismatch
source: A required file appears to be missing or corrupted and iTerm2’s code signature did not match that of the official distribution. You should download a fresh copy of the app and reinstall it.
de: Eine erforderliche Datei scheint zu fehlen oder beschädigt zu sein, und die Codesignatur von iTerm2 stimmte nicht mit der der offiziellen Distribution überein. Sie sollten eine neue Kopie der App herunterladen und sie neu installieren.
ja: 必要なファイルが見つからないか破損しているようで、iTerm2のコード署名が公式配布版のものと一致しませんでした。アプリを新たにダウンロードして再インストールしてください。
pt_br: Um arquivo necessário parece estar ausente ou corrompido e a assinatura de código do iTerm2 não correspondeu à da distribuição oficial. Você deve baixar uma cópia nova do app e reinstalá-lo.
ru: Похоже, что необходимый файл отсутствует или повреждён, а цифровая подпись кода iTerm2 не совпадает с подписью официальной версии. Рекомендуется скачать новую копию приложения и переустановить его.
zh_hans: 似乎缺少或损坏了必需的文件，且 iTerm2 的代码签名与官方版本不符。您应该下载新的应用并重新安装它。

# CorruptApplication.SignatureUnverifiable
source: A required file appears to be missing or corrupted and iTerm2’s code signature could not be verified. You should download a fresh copy of the app and reinstall it.
de: Eine erforderliche Datei scheint zu fehlen oder beschädigt zu sein, und die Codesignatur von iTerm2 konnte nicht überprüft werden. Sie sollten eine neue Kopie der App herunterladen und sie neu installieren.
ja: 必要なファイルが見つからないか破損しているようで、iTerm2のコード署名を検証できませんでした。アプリを新たにダウンロードして再インストールしてください。
pt_br: Um arquivo necessário parece estar ausente ou corrompido e a assinatura de código do iTerm2 não pôde ser verificada. Você deve baixar uma cópia nova do app e reinstalá-lo.
ru: Похоже, что необходимый файл отсутствует или повреждён, а цифровую подпись кода iTerm2 не удалось проверить. Рекомендуется скачать новую копию приложения и переустановить его.
zh_hans: 似乎缺少或损坏了必需的文件，且无法验证 iTerm2 的代码签名。您应该下载新的应用并重新安装它。

# CorruptApplication.SignatureValidUnexpected
source: A required file appears to be missing or corrupted, yet against all odds the code signature for iTerm2 is valid. Please file a bug at https://iterm2.com/bugs
de: Eine erforderliche Datei scheint zu fehlen oder beschädigt zu sein, doch wider Erwarten ist die Codesignatur von iTerm2 gültig. Bitte melden Sie einen Fehler unter https://iterm2.com/bugs
ja: 必要なファイルが見つからないか破損しているようですが、意外なことにiTerm2のコード署名は有効です。https://iterm2.com/bugs でバグを報告してください
pt_br: Um arquivo necessário parece estar ausente ou corrompido, mas contra todas as probabilidades a assinatura de código do iTerm2 é válida. Registre um bug em https://iterm2.com/bugs
ru: Похоже, что необходимый файл отсутствует или повреждён, однако вопреки всему цифровая подпись кода iTerm2 действительна. Пожалуйста, сообщите об ошибке на странице https://iterm2.com/bugs
zh_hans: 似乎缺少或损坏了必需的文件，但出乎意料的是 iTerm2 的代码签名是有效的。请向 https://iterm2.com/bugs 提交错误报告。

# CorruptApplication.Title
source: Application Corrupt
de: Anwendung beschädigt
ja: アプリケーションが破損しています
pt_br: Aplicativo corrompido
ru: Приложение повреждено
zh_hans: 应用损坏

# CrashReporter.CrashSendFailedTitle
source: Couldn’t submit crash report
de: Absturzbericht konnte nicht gesendet werden
ja: クラッシュレポートを送信できませんでした
pt_br: Não foi possível enviar o relatório de falha
ru: Не удалось отправить отчёт о сбое
zh_hans: 无法提交崩溃报告

# CrashReporter.FeedbackExplanation
source: Enter your message below. If you are reporting a bug, please include information about your Mac and operating system version and a list of steps to help reproduce the problem. Be sure to include your email address or we won’t be able to get back to you.
de: Geben Sie unten Ihre Nachricht ein. Wenn Sie einen Fehler melden, geben Sie bitte Informationen zu Ihrem Mac und der Betriebssystemversion sowie eine Liste von Schritten an, mit denen sich das Problem reproduzieren lässt. Geben Sie unbedingt Ihre E-Mail-Adresse an, sonst können wir uns nicht bei Ihnen melden.
ja: 以下にメッセージを入力してください。バグを報告する場合は、Macとオペレーティングシステムのバージョンに関する情報、および問題を再現する手順を含めてください。 メールアドレスを必ず記載してください。記載がないと返信できません。
pt_br: Digite sua mensagem abaixo. Se estiver relatando um bug, inclua informações sobre o seu Mac e a versão do sistema operacional, além de uma lista de passos para ajudar a reproduzir o problema. Inclua seu endereço de email; caso contrário, não poderemos responder a você.
ru: Введите сообщение ниже. Если вы сообщаете об ошибке, укажите сведения о вашем Mac и версии операционной системы, а также шаги для воспроизведения проблемы. Обязательно укажите адрес электронной почты, иначе мы не сможем с вами связаться.
zh_hans: 在下方输入您的消息。如果您正在报告错误，请包含有关您的Mac和操作系统版本的信息以及有助于重现问题的步骤列表。 务必包含您的电子邮件地址，否则我们将无法回复您。

# CrashReporter.FeedbackMessageTemplate
source: Hi iTerm2 Developers, here’s what I’d like to tell you: ... -- {USERNAME} Reply to me at {EMAIL}
de: Hallo iTerm2-Entwickler, hier ist, was ich euch mitteilen möchte: ... -- {USERNAME} Antworten Sie mir unter {EMAIL}
ja: iTerm2開発者の皆様、 お伝えしたいことは次のとおりです。 ... -- {USERNAME} 返信先: {EMAIL}
pt_br: Olá, desenvolvedores do iTerm2, aqui está o que eu gostaria de dizer: ... -- {USERNAME} Responda para mim em {EMAIL}
ru: Здравствуйте, разработчики iTerm2, вот что я хочу вам сообщить: ... -- {USERNAME} Ответьте мне по адресу {EMAIL}
zh_hans: 您好，iTerm2开发者们： 这是我想告诉您的： ... -- {USERNAME} 请通过{EMAIL}回复我

# CrashReporter.FeedbackSendFailedTitle
source: Couldn’t send out your message.
de: Ihre Nachricht konnte nicht gesendet werden.
ja: メッセージを送信できませんでした。
pt_br: Não foi possível enviar sua mensagem.
ru: Не удалось отправить ваше сообщение.
zh_hans: 无法发送您的消息。

# CrashReporter.MissingEmailPlaceholder
source: <Your E-Mail Address here>
de: <Ihre E-Mail-Adresse hier>
ja: <ここにメールアドレスを入力>
pt_br: <Seu endereço de email aqui>
ru: <Введите здесь адрес электронной почты>
zh_hans: <此处填写您的电子邮件地址>

# CrashReporter.SystemInfoTabName
source: System Information
de: Systeminformationen
ja: システム情報
pt_br: Informações do sistema
ru: Информация о системе
zh_hans: 系统信息

# DateFormatter.Baseline
source: Baseline
de: Basislinie
ja: 基準
pt_br: Linha de base
ru: Точка отсчёта
zh_hans: 基准设置

# DateFormatter.UnitDay
source: d
de: T
ja: 日
ru: д

# DateFormatter.UnitMinute
source: m
de: Min
ja: 分
ru: мин

# DateFormatter.UnitMonth
source: mo
de: Mon
ja: 月
pt_br: mês
ru: мес

# DateFormatter.UnitYear
source: y
de: J
ja: 年
pt_br: a
ru: г

# DebugLogging.CouldNotOpenForWriting
source: could not open %@ for writing
de: %@ konnte nicht zum Schreiben geöffnet werden
ja: %@ を書き込み用に開けませんでした
pt_br: não foi possível abrir %@ para escrita
ru: не удалось открыть %@ для записи
zh_hans: 无法打开 %@ 进行写入

# DebugLogging.Disable
source: Disable
de: Deaktivieren
ja: 無効にする
pt_br: Desativar
ru: Отключить
zh_hans: 停用

# DebugLogging.FailedToSave
source: Failed to save debug log: %@
de: Debug-Protokoll konnte nicht gespeichert werden: %@
ja: デバッグログの保存に失敗しました: %@
pt_br: Falha ao salvar o log de depuração: %@
ru: Не удалось сохранить отладочный журнал: %@
zh_hans: 存储调试日志失败：%@

# DebugLogging.LoggingEnabledMessage
source: Please reproduce the bug. Then toggle debug logging again to save the log.
de: Bitte reproduzieren Sie den Fehler. Schalten Sie dann die Debug-Protokollierung erneut um, um das Protokoll zu speichern.
ja: バグを再現させてください。その後、デバッグログを再度切り替えるとログが保存されます。
pt_br: Reproduza o problema. Depois alterne o log de depuração novamente para salvar o log.
ru: Пожалуйста, воспроизведите ошибку. Затем снова переключите отладочное журналирование, чтобы сохранить журнал.
zh_hans: 请复现该问题，然后再次切换调试日志以保存日志。

# DebugLogging.LoggingEnabledTitle
source: Debug Logging Enabled
de: Debug-Protokollierung aktiviert
ja: デバッグログが有効になりました
pt_br: Log de depuração ativado
ru: Отладочное журналирование включено
zh_hans: 已启用调试日志

# DebugLogging.LoggingStoppedMessage
source: Please send /tmp/debuglog.txt to the developers.
de: Bitte senden Sie /tmp/debuglog.txt an die Entwickler.
ja: /tmp/debuglog.txt を開発者に送ってください。
pt_br: Envie /tmp/debuglog.txt para os desenvolvedores.
ru: Пожалуйста, отправьте файл /tmp/debuglog.txt разработчикам.
zh_hans: 请将 /tmp/debuglog.txt 发送给开发者。

# DebugLogging.LoggingStoppedTitle
source: Debug Logging Stopped
de: Debug-Protokollierung gestoppt
ja: デバッグログを停止しました
pt_br: Log de depuração interrompido
ru: Отладочное журналирование остановлено
zh_hans: 调试日志已停止

# DebugLogging.OnDetail
source: You may notice worse performance while debug logging is on.
de: Bei aktivierter Debug-Protokollierung kann sich die Leistung verschlechtern.
ja: デバッグログが有効な間はパフォーマンスが低下することがあります。
pt_br: Você pode notar uma queda de desempenho enquanto o log de depuração está ativado.
ru: Пока отладочное журналирование включено, производительность может снизиться.
zh_hans: 调试日志开启期间，你可能会注意到性能下降。

# DebugLogging.OnTitle
source: Debug logging turned on
de: Debug-Protokollierung eingeschaltet
ja: デバッグログがオンになりました
pt_br: Log de depuração ativado
ru: Отладочное журналирование включено
zh_hans: 调试日志已开启

# DebugLogging.ProblemSavingHeading
source: Problem Saving Debug Log
de: Problem beim Speichern des Debug-Protokolls
ja: デバッグログの保存で問題が発生しました
pt_br: Problema ao salvar o log de depuração
ru: Проблема при сохранении отладочного журнала
zh_hans: 存储调试日志时出现问题

# DebugLogs.CouldNotSaveTitle
source: Could Not Save
de: Konnte nicht gespeichert werden
ja: 保存できませんでした
pt_br: Não foi possível salvar
ru: Не удалось сохранить
zh_hans: 无法存储

# DebugLogs.NoRetrospectiveMessage
source: No retrospective debug logs have been recorded yet.
de: Es wurden noch keine retrospektiven Debug-Protokolle aufgezeichnet.
ja: 過去のデバッグログはまだ記録されていません。
pt_br: Nenhum log de depuração retrospectivo foi registrado ainda.
ru: Ретроспективные отладочные журналы ещё не записывались.
zh_hans: 尚未记录任何回顾性调试日志。

# DebugLogs.NoRetrospectiveTitle
source: No Retrospective Logs
de: Keine retrospektiven Protokolle
ja: 過去のログはありません
pt_br: Sem logs retrospectivos
ru: Нет ретроспективных журналов
zh_hans: 没有回顾性日志

# DebugLogs.SaveFailed
source: Failed to save retrospective debug logs: %@
de: Retrospektive Debug-Protokolle konnten nicht gespeichert werden: %@
ja: 過去のデバッグログの保存に失敗しました: %@
pt_br: Falha ao salvar os logs de depuração retrospectivos: %@
ru: Не удалось сохранить ретроспективные отладочные журналы: %@
zh_hans: 存储回顾性调试日志失败：%@

# DebugLogs.SaveRetrospectiveTitle
source: Save Retrospective Debug Logs
de: Retrospektive Debug-Protokolle speichern
ja: 過去のデバッグログを保存
pt_br: Salvar logs de depuração retrospectivos
ru: Сохранить ретроспективные отладочные журналы
zh_hans: 存储回顾性调试日志

# DependencyEditor.AddDependencyMessage
source: What dependency would you like to add?
de: Welche Abhängigkeit möchten Sie hinzufügen?
ja: 追加する依存関係は何ですか?
pt_br: Qual dependência você gostaria de adicionar?
ru: Какую зависимость вы хотите добавить?
zh_hans: 你想添加哪个依赖项？

# DependencyEditor.ConfirmDowngradeMessage
source: You have asked to downgrade to an older Python version. Dependencies will need to be reinstalled. This may go badly. Are you sure you want to do this?
de: Sie haben ein Downgrade auf eine ältere Python-Version angefordert. Abhängigkeiten müssen neu installiert werden. Das könnte schiefgehen. Möchten Sie wirklich fortfahren?
ja: 古いPythonのバージョンにダウングレードしようとしています。依存関係を再インストールする必要があります。うまくいかない可能性があります。本当に実行しますか?
pt_br: Você solicitou o downgrade para uma versão mais antiga do Python. As dependências precisarão ser reinstaladas. Isso pode dar errado. Tem certeza de que deseja fazer isso?
ru: Вы запросили понижение версии Python до более старой. Зависимости придётся переустановить. Это может пройти неудачно. Вы уверены, что хотите продолжить?
zh_hans: 你已请求降级到较旧的 Python 版本。依赖项需要重新安装。这可能不太顺利。确定要这样做吗？
